{
	"title": "Lunar Surface",
	"shortTitle": "lunarsurface",
	"year": "2014, 2015",
	"format": "In collaboration with photographer Eunyoung Kim.<br /> Digital photo print 1500 x 1000mm, Live scanning installation [dimensions variable].",
	"summary": "A vertical flag of fabric is stroked by the wind, displaced by curves of air pressure, swinging back and forth.",
	"description": ["A vertical flag of fabric is stroked by the wind, displaced by curves of air, swinging back and forth. As it sweeps, it leaves a trail of light which draws a heavy fragile moon floating in space. The flag renders this moon from another reality, the silk surface acting as an intermediating manifold between reality and virtuality.",
	"The artists worked within the concrete chambers of Bucheon city Incinerator (소각장), a stagnant industrial processing plant decommissioned in 2010. Breathing over 50 tonnes of new air into the building, the artists create a wind which blows a 20 meter flag of silk which is activated by digital light. This process renders a virgin moon into the post-industrial cavern.",
	"At locations within the building, the artists collaborated with photographer Eunyoung Kim to capture moments of the moon being birthed. Long exposure photography trades the dimension of time for a dimension of space, extruding the moon into existence on a set of photographic prints,  capturing a painting enacted by the details of the wind.",
	"Inspired by the 2 moons of Haruki Murakami's 1Q84 and the flags of space travel, the artists present a portal into another existence where another moon orbits. This other place is made material by the fabric of the flag.",
	"Lunar Surface begins a new line of enquiry for drawing into the air for studio Kimchi and Chips, forming artistic collaborations between technology and nature. The fabric is tracked by a 3D camera whilst a projector replays a response onto it according to its evolving shape."],
	"images": ["title:2015 Edition - Bucheon Incinerator (소각장)", "exhibition1.jpg", "2015_Lunar_01_WEB.jpg", "2015_Lunar_02_WEB.jpg", "2015_Lunar_03_WEB.jpg", "vimeo:135237504", "exhibition2.jpg", "exhibition3.jpg", "incinerator1.jpg", "incinerator2.jpg", "vimeo:141405962", "title:2014 Edition - Geumcheon Warehouse", "2014_Lunar_01.jpg", "2014_Lunar_03.jpg", "2014_Lunar_04.jpg", "vimeo:98662281", "vimeo:98665216"]
}
