{
	"title": "483 Lines",
	"shortTitle": "483lines",
	"year": "2014",
	"format": "Projection, Nylon string",
	"description": ["Kimchi and Chips' previous work Line Segments Space fills the gallery with a web of dynamic imagery. At the end of last year, the Jeju Museum of Art commissioned a new version of Line Segments Space for the exhibition From Moment to Moment. The museum designed by Korean architect Mijung Kim is a panorama of reflective floors and square concrete apertures, and these architectural characteristics demanded a reconsidering of the work and the principals by which it is arranged, leading the artists into a different path and ultimately creating a new work, 483 lines.",
	"From World War II up until the recent end of analogue broadcasts, decades of living imagery had been constructed using the NTSC standard. This standard represents a moving image frame as 483 lines of modulated light stacked from the top to the bottom of a television screen, within each line there is an analogue continuum, like the groove on a record player. From Nam Jun Paik to the moon landings, pictures were being represented, archived and seen within this format, until the line made way for the pixel and the digital video revolution.",
	"The artwork 483 lines magnifies this analogue video picture until it is 16 meters wide, and then folds this image several times so that it fits vertically into the gallery space, therein adding oscillations of depth into the image which can be activated by 'tuning' the projected video to match these waves. At this scale, each line of video can be individually inspected as its own agent beyond its contribution to the total image. This follows a common motif within the artists work, to create 2 scales of experience, this time the beating panoramic imagery contrasts the delicate physicality of the fine thread elements.",
	"The strictly arranged lines can be illusionary, creating a confusing architecture of horizons, whilst the video played through it displays a parallel past, present and future.",
	"Music by Abdulla Rashim and Ligovskoï."],
	"images": ["vimeo:117169119", "483lines1.jpg", "483lines2.jpg", "483lines3.jpg", "483lines4.jpg", "483lines5.jpg", "483lines6.jpg", "483making.gif", "jejumuseum0.jpg"]
}
