{
	"news" : [
		{
			"image" : "codedmatter(s)2015.jpg",
			"date" : "26 May 2015",
			"title" : "Awarded from Prix Ars Electronica 2015",
			"brief" : [ "Next week, FIBER presents Coded Matters; a new event exploring the explosion of digital processes taking place in hybrid art, design and music and the ripples this causes. The ninth edition of the Coded Matter(s) series : High Fidelity will take place at the Brakke Grond centre on June 18th.",
			"At this edition of the Coded Matter(s) Elliot will give a keynote presentation on the work and research of the studio, along with a 2-day workshop on the new Rulr toolkit."],
			"place" : "Amsterdam, Netherlands",
			"moreInfo" : ["http://www.codedmatters.nl/event/high-fidelity",
			"http://www.codedmatters.nl/workshop/ways-of-seeing-with-computers-rulr-workshop/"]
		},
		{
			"image" : "prixars2015.jpg",
			"date" : "26 May 2015",
			"title" : "Awarded from Prix Ars Electronica 2015",
			"brief" : [ "The Prix Ars Electronica is the world’s most time-honored media arts competition. The categories in 2015 are Computer Animation / Film / VFX, Digital Musics & Sound Art, Hybrid Art and [the next idea] voestalpine Art & Technology Grant competition. A total of 2,889 entries from 75 countries were submitted for prize consideration to the 2015 Prix Ars Electronica.",
			"On May 26, 2015 results announced for 2015 Prix Ars Electronica. <a href=\"http://www.kimchiandchips.com/works.html#lightbarrier\" target=\"_blank\">「Light Barrier, 2014」</a> wins Honorary Mention in Hybrid Art category."],
			"place" : "Linz, Austria",
			"moreInfo" : ["http://prix2015.aec.at/prixwinner/17151/"]
		},
		{
			"image" : "node2015.jpg",
			"date" : "27 April - 3 May 2015",
			"title" : "Workshop at Node 15 Forum for Digital Arts",
			"brief" : [ "The biennial festival NODE – Forum for Digital Arts gathers designers, creative coders, digital artists and creatives of the digital media scene since 2008.",
			"Elliot Woods of Kimchi and Chips is having a workshop <a href=\"http://node15.vvvv.org/program/workshop/ways-seeing-computers\" target=\"_blank\">'Ways of Seeing (with Computers)'</a> in this forum. This workshop introduces Rulr, an open source node-based tool for calibrating artistic devices with the physical world."],
			"place" : "Frankfurt, Germany",
			"moreInfo" : ["http://node15.vvvv.org/"]
		},
		{
			"image" : "resonate2015.jpg",
			"date" : "13-18 April 2015",
			"title" : "Lecture and Workshop at Resonate ‘15",
			"brief" : [ "Resonate is a festival which lasts for six days each year and provides an overview of the current situation in the fields of music, visual arts and digital culture. Guest artists, Kimchi and Chips presents a lecture on Saturday, 18th of April 12pm in Kolarac main hall.",
			"And Elliot Woods of Kimchi and Chips is having workshop on Tuesday introducing Rulr, an application for calibrating artistic devices with the physical world."],
			"place" : "Belgrade, Serbia",
			"moreInfo" : ["http://resonate.io/2015",
			"http://resonate.io/2015/education/rulr/"]
		},
		{
			"image" : "strp2015.jpg",
			"date" : "20 - 29 March 2015",
			"title" : "Exhibition at STRP Biennale 2015",
			"brief" : [ "Throughout the year, the STRP Biennale organises activities that allow both interested audiences and insiders to experience the extent to which existing new technology reaches into our visual and popular culture, the arts, but also our everyday lives.",
			"In the exhibition, titled SCREEN ON | NO SCREEN, visitors are encouraged to explore the boundaries between the many screens that shape our view of the world around us. Kimchi and Chips presents bigger version of  <a href=\"http://www.kimchiandchips.com/works.html#lightbarrier\" target=\"_blank\">「Light Barrier, 2014」</a>."],
			"place" : "Eindhoven, Netherlands",
			"moreInfo" : "http://strp.nl/"
		},
		{
			"image" : "MW2015.jpg",
			"date" : "8 - 11 April 2015",
			"title" : "Conference at Museums and the Web 2015",
			"brief" : [ "Museums and the Web is an annual conference featuring advanced research and exemplary applications of digital practice for cultural, natural and scientific heritage. ",
			"Kimchi and Chips is presenting 'Digital Emulsion' in this conference. This workshop invites participants to practise Digital Emulsion techniques, a process which encompasses projection mapping and 3D scanning in order to create semi-material objects. We will learn new possibilities for drawing in the air, and ways to develop interesting volumetric canvases."],
			"place" : "Chicago, USA",
			"moreInfo" : "http://mw2015.museumsandtheweb.com/"
		},
		{
			"image" : "jmaf2015.jpg",
			"date" : "4 - 15 February 2015",
			"title" : "Awarded from Japan Media Arts Festival",
			"brief" : [ "The Japan Media Arts Festival is a comprehensive festival of Media Arts that honors outstanding works in the four divisions of Art, Entertainment, Animation, and Manga, as well as providing a platform for appreciation of Award-winning Works.",
			"For the 18th festival, JMAF received a number of 3,853 works from 71 countries and regions, including 1,818 entries from abroad. And Kimchi and Chips' latest work, <a href=\"http://www.kimchiandchips.com/works.html#lightbarrier\" target=\"_blank\">「Light Barrier, 2014」</a> is selected in jury selection."],
			"place" : "Tokyo, Japan",
			"moreInfo" : "http://j-mediaarts.jp/"
		},
		{
			"image" : "jeju2014.jpg",
			"date" : "19 December 2014 - 25 January 2015",
			"title" : "Exhibition at Jeju Museum of Art",
			"brief" : [ "Jeju Museum of Art presents a outstanding exhibition, 'From Moment to Moment' in December 2014. This exhibition will unfold aspects of visual perception and cognition which have been developed more colorfully in the perse spectra of today’s media environment, exhibiting aspects of 20st century contemporary art that have borrowed or applied features of optical art.",
			"Kimchi and Chips present a new version of Line Segmnets Space, 「483 Lines, 2015」 at the exhibition 'From Moment to Moment', Jeju Museum of Arts."],
			"place" : "Jeju, Korea",
			"moreInfo" : "http://jmoa.jeju.go.kr/"
		},
		{
			"image" : "mab2014.jpg",
			"date" : "19 - 22 November 2014",
			"title" : "Awarded from Media Architecture Biennale 2014",
			"brief" : [ "For the second time, Media Architecture Biennale Awards were given will to outstanding projects at the intersection of architecture, media and interaction design. This happened at an award ceremony at Aarhus City Hall on November 21, 2014. Three projects were nominated in each of the five categories.",
			"Winning project in Spatial Media Art category is Kimchi and Chips’ latest work, <a href=\"http://www.kimchiandchips.com/works.html#lightbarrier\" target=\"_blank\">「Light Barrier, 2014」</a>. Other nominees in this category were SPINE by Kollision, Human Being by The Constitute."],
			"place" : "Aarhus, Denmark",
			"moreInfo" : "http://mab14.mediaarchitecture.org/"
		},
			{
			"image" : "space2014.jpg",
			"date" : "October 2014",
			"title" : "Published Feature at SPACE Magazine",
			"brief" : [ "Korean architecture journal, SPACE Magazine feature <a href=\"http://www.kimchiandchips.com/works.html#lightbarrier\" target=\"_blank\">「Light Barrier, 2014」</a> in Imagineer section 'Drawing Multilayered Time and Space with light' by independent curator, Dooeun Choi.",
			"Monthly magazine SPACE was first founded in November 1966 and has been one of the top architectural magazines in Korea ever since. SPACE deals with cities, cultures, and art in relation to architecture."],
			"moreInfo" : "http://www.kimchiandchips.com//files/Light%20Barrier/LightBarrier_Space.pdf"
		},
		{
			"image" : "signal2014.jpg",
			"date" : "16 - 19 October 2014",
			"title" : "Exhibition at SIGNAL Festival",
			"brief" : [ "SIGNAL | Prague Light Festival is the largest showcase of light art and emerging technologies in the Czech Republic. It is also the most-visited cultural event. Its first edition attracted almost 250,000 visitors.",
			"SIGNAL festival presents a brand new installation from Korean-British duo Kimchi and Chips. In their latest work, <a href=\"http://www.kimchiandchips.com/works.html#lightbarrier\" target=\"_blank\">「Light Barrier, 2014」</a>, they create phantoms of light in the air, crossing millions of calibrated beams. The light installation creates floating graphic objects which animate through space as they do through time."],
			"place" : "Prague, Czech Republic",
			"moreInfo" : "http://www.signalfestival.com/"
		},
		{
			"image" : "whanki2014.jpg",
			"date" : "22 August - 31 December 2014",
			"title" : "Exhibition at Whanki Museum",
			"brief" : [ "Kimchi and Chips invite you to the exhibition Site Whanki_Wave, an international collection of works using Sound, Light and Space as their medium. The preview will be on the 22nd August at the magnificent Whanki Museum in Seoul and will be ongoing until 31st December. Kimchi and Chips will be presenting <a href=\"http://www.kimchiandchips.com/works.php#LSS\" target=\"_blank\">「LINE SEGMENTS SPACE, 2013」</a> and <a href=\"http://www.kimchiandchips.com/works.php#link\" target=\"_blank\">「LINK, 2010」</a>."],
			"place" : "Seoul, Korea",
			"moreInfo" : "http://whankimuseum.org/"
		},
		{
			"image" : "scopitone2014.jpg",
			"date" : "15 - 20 September 2014",
			"title" : "Exhibition at Scopitone Festival",
			"brief" : [ "Scopitone is a week-long festival of digital arts and electronic cultures. Held in Nantes every September, it offers a concentrate of today’s musical and digital creativity, mixing music, video, design, interactivity, robotics, architecture and more."],
			"place" : "Nantes, France",
			"moreInfo" : ["http://scopitone.org/",
			"https://vimeo.com/111610020"]
		},
		{
			"image" : "davinci2014.jpg",
			"date" : "3 September - 17 October 2014",
			"title" : "Exhibition at Da Vinci Creative 2014",
			"brief" : [ "Kimchi and Chips' Mimi Son is this year's Artistic Director for the 'Da Vinci Creative' festival in collaboration with Seoul Art Space Gumcheon. The programme commissions 10 new works which develop the language for visual and digital media, and culminates in a festival of workshops, exhibition, performances and talks.",
			"This year will also feature the Asian premier of Kimchi and Chips' <a href=\"http://www.kimchiandchips.com/works.html#lightbarrier\" target=\"_blank\">「Light Barrier, 2014」</a>."],
			"place" : "Geumcheon, South Korea",
			"moreInfo" : "http://www.davincicreative.org/"
		},
		{
			"image" : "newmedianight2014.jpg",
			"date" : "5 July 2014",
			"title" : "Exhibition at New Media Night",
			"brief" : [ "On 5 July 2014 Nikola-Lenivets art-park will host The Night of New Media, one of the biggest festivals of digital art and music in Russia. Hundreds of people will join together for the all-night show to celebrate the possibilities of new media art combined with landscape art-objects in the natural environment of the 650 acre park.",
			"As part of The Night of New Media, British Council Russia will present two large-scale installations. British multimedia artists Kimchi and Chips will take part with their <a href=\"http://www.kimchiandchips.com/works.html#lightbarrier\" target=\"_blank\">「Light Barrier, 2014」</a>, and the winning Russian team from the Culture Shift Russia: Digital Emulsion workshop will create a light show with cinematic elements entitled HIDDEN."],
			"place" : "Nikola-Lenivets, Russia",
			"moreInfo" : "http://nikola-lenivets.com/events/?item=174"
		},
		{
			"image" : "eyeo2014.jpg",
			"date" : "10 - 13 June 2014",
			"title" : "Workshop at EYEO 2014",
			"brief" : [ "Kimchi and Chips are speaking in the festival on Friday under the session title ‘Drawing in the Air’.",
			"Mimi Son and Elliot Woods talk about their ongoing wander between the realms of material and immaterial, creating speculative visual objects which poke at the unpredictable attributes of things when they are touched with technology."],
			"place" : "McGuire Theater, Minneapolis",
			"moreInfo" : "http://eyeofestival.com/"
		},
		{
			"image" : "openstudio2014.jpg",
			"date" : "29 May - 01 June 2014",
			"title" : "Open Studio at Seoul Art Space Geumcheon ",
			"brief" : [ "Kimchi and Chips preview a set of wind paintings. Their latest work draws a boundary between virtual and physical worlds through long exposure photography and a canvas of digitised fabric. This work is previewed at the Open Studio along with works by the other residents of the Seoul Art Space Geumcheon."],
			"place" : "Geumcheon, South Korea",
			"moreInfo" : "http://www.seoulartspace.or.kr/G02_geumcheon/notice.asp"
		},
		{
			"image" : "digitalemusion2014.jpg",
			"date" : "23 - 25 May 2014",
			"title" : "Workshop at Culture Shift Russia : Digital Emulsion",
			"brief" : [ "<a href=\"http://futureeverything.org/\" target=\"_blank\">FutureEverything</a>(Manchester's R&D hub for digital culture) and the British Council, in partnership with <a href=\"http://www.nikola-lenivets.com/\" target=\"_blank\">Nikola-Lenivets Art Park</a>, are hosting a second Culture Shift/Art Lab on 22-25 May, 2014. The 48-hour hackathon will generate ideas and installation projects for Nikola-Lenivets' big annual New Media Night (which takes place on 5 July 2014)."],
			"place" : "Nikola-Lenivets, Russia",
			"moreInfo" : "http://creativeconomy.britishcouncil.org/"
		},
		{
			"image" : "resonate2014.jpg",
			"date" : "3-5 April 2014",
			"title" : "Talks and Exhibition at Resonate 2014",
			"brief" : [ "Kimchi and Chips are speaking in the symposium on Saturday and present a new installation in collaboration with <a href=\"http://www.nanikawa.com/\" target=\"_blank\">Andreas Müller</a> following on from Line Segments Space."],
			"place" : "Kinoteka, Belgrade",
			"moreInfo" : "http://resonate.io/2014/"
		},
		{
			"image" : "df142014.jpg",
			"date" : "7-14 Feburary 2014",
			"title" : "Symposium and Workshop at DF14 : The Distortion Field Conference 2014",
			"brief" : [ "Curated in collaboration between EWHA’s Cross Media Creative Lab, Kimchi and Chips and CreativeApplications.Net, The  「Distortion Field」 objective is to facilitate a productive ‘scenius’ that nurtures creative intersections, exchanges and networks between practitioners in art, media, performance and technology. It aims to describe the effect of audience’s participation upon artist’s intention, the opportunity for audience collaboration within new media creations, and the professional framing of artworks through curation and documentation."],
			"place" : "Ewha Womans University, Seoul",
			"moreInfo" : "http://www.thedistortionfield.org/"
		},
		{
			"image" : "instint2013.jpg",
			"date" : "15, 16 November 2013",
			"title" : "Talks at INST-INT 2013",
			"brief" : [ "Kimchi and Chips present a talk on their Digital Emulsion research at the INST-INT symposium. A gathering focused on sharing insights + experiences from the field of interactive installation."],
			"place" : "Walker Art Center, Minneapolis",
			"moreInfo" : "http://inst-int.com/"
		},
		{
			"image" : "sadi2013.jpg",
			"date" : "23 October 2013",
			"title" : "Talk at SADI",
			"brief" : [ "Open lecture talks by Mimi of Kimchi and Chips." ],
			"place" : "SADI Design School, Seoul",
			"moreInfo" : "https://www.sadi.net/web/www/123"
		},
		{
			"image" : "nabi2013.jpg",
			"date" : "17, 18 October 2013",
			"title" : "Exhibition at OPEN CREATIVITY OPEN WORLD",
			"brief" : [ "Kimchi and Chips present a new edition of Lit Tree as part of ArtCenter Nabi's exhibition Open Creativity, Open World. This exhibition was organized in conjunction with Seoul Conference on Cyberspace 2013." ],
			"place" : "Samsung COEX, Seoul",
			"moreInfo" : "http://www.nabi.or.kr/english/project/current_read.nab?idx=432"
		},
		{
			"image" : "residency_gumcheon.jpg",
			"date" : "January - June 2014",
			"title" : "Resident Artist at Seoul Art Space Gumcheon",
			"brief" : [ "Kimchi and Chips begin their residency as artists at Seoul Art Space Gumcheon."],
			"place" : "Seoul Art Space Gumcheon, Seoul",
			"moreInfo" : "http://eng.seoulartspace.or.kr/G02_geumcheon/main.asp"
		},
		{
			"image" : "davinci2013.jpg",
			"date" : "11 September - 15 October 2013",
			"title" : "Exhibition at 2013 Davinci Idea",
			"brief" : [ "Kimchi and Chips present a new work, Line Segments Space at the exhibition 'The Blue Hour : Boundary between Functions and aesthetics', Seoul Art Space Geumcheon." ],
			"place" : "Seoul Art Space Gumcheon, Seoul",
			"moreInfo" : "http://blog.naver.com/sas_g"
		},
		{
			"image" : "luxwellington2013.jpg",
			"date" : "21 - 24 June 2013",
			"title" : "Exhibition and Keynote talk at LUX Wellington 2013",
			"brief" : [ "Kimchi and Chips present Lit Tree 2013 a new outdoor commission as part of WGTN LUX's Urban Alive exhibition." ],
			"place" : "Wellington",
			"moreInfo" : "http://lux.org.nz"
		},
		{
			"image" : "future2013.jpg",
			"date" : "May 2013",
			"title" : "Conference at FutureEverything 2013",
			"brief" : [ "Elliot Woods of Kimchi and Chips joins the curatorial team of FutureEverything, bringing a new Creative Coding strand to the conference."],
			"place" : "Manchester",
			"moreInfo" : "http://futureeverything.org/"
		},
		{
			"image" : "kidp.jpg",
			"date" : "Ongoing",
			"title" : "Workshop at KIDP (Korea Institute of Design Promotion)",
			"brief" : [ "Mimi Son of Kimchi and Chips gives a Service Design Workshop at KICP(Korea Institute of Design Promotion). This program develops the capacity of new designers looking for employment." ],
			"place" : "Bundang-gu, Seongnam-si",
			"moreInfo" : "http://www.kidp.or.kr/kmain/read.asp?menuseqnum=59&boardseqnum=11240"
		},
		{
			"image" : "tokyouniv2013.jpg",
			"date" : "May 2013",
			"title" : "openFrameworks Workshop at Tokyo University",
			"brief" : [ "Elliot Woods teaches openFrameworks lectures at the Ishikawa Oku laboratory at The University of Tokyo." ],
			"place" : "Todai University, Tokyo",
			"moreInfo" : "http://www.u-tokyo.ac.jp/"
		},
		{
			"image" : "MediaArtConference2013.jpg",
			"date" : "28 Feburary 2013",
			"title" : "Talk at Media Art and Money Conference",
			"brief" : [ "Mimi Son is a panelist at the Media Art and Money freestyle conference." ],
			"place" : "Gallery Loop, Seoul",
			"moreInfo" : "http://onoffmix.com/event/12504/"
		},
		{
			"image" : "TEDx2013.jpg",
			"date" : "28 March 2013",
			"title" : "TEDx University of Manchester",
			"brief" : [ "TED is a non-profit organization devoted to ‘ideas worth sharing.’ TEDx is an independently organised TED event linked to a specific location, in this case The University of Manchester. Speakers include Professor Clive Agnew, Shahbaz Hussain, Elliot Woods, Professor Julian Dodd and Nancy Elizabeth." ],
			"place" : "Manchester Museum, Manchester",
			"moreInfo" : "http://tedxuniversityofmanchester.wordpress.com"
		},
		{
			"image" : "NODE132013.jpg",
			"date" : "11 Feburary 2013",
			"title" : "Workshop and Keynote presentation at NODE 13",
			"brief" : [ "NODE13 is packed with hands on vvvv workshops where you’ll learn how to build stuff. You’ll get tons of chances to get to know each other and talk about the tools that we use in our everyday creative coding life.",
			"Elliot Woods presents independant artwork ExR3, gives a presnetation as part of the keynote, and teaches 2 workshops on use and deveopment of computer vision within the VVVV environment."],
			"place" : "Frankfurter Kunstverein, Frankfurt",
			"moreInfo" : "http://node13.vvvv.org/"
		},
		{
			"image" : "Zimbabwe2013.jpg",
			"date" : "21 Feburary 2013",
			"title" : "Workshop at CulturalShift Zimbabwe",
			"brief" : [ "Culture Shift believes in the creation of new technology tools and products that support the development of emerging creative businesses and cultural organisations around the world.",
			"Elliot Woods gives guidance to help participants develop their own creative ideas into feasible businesses." ],
			"place" : "Zimbabwe",
			"moreInfo" : "http://cultureshift.beta.gd"
		},
		{
			"image" : "figment2013.jpg",
			"date" : "Feburary 2013",
			"title" : "Professional VVVV Workshop at Figment Productions",
			"brief" : [ "" ],
			"place" : "Guildford",
			"moreInfo" : "http://www.figmentproductions.co.uk/"
		},
		{
			"image" : "oslolux2013.jpg",
			"date" : "7 Feburary 2013",
			"title" : "Talk at Lux festival",
			"brief" : [ "Elliot will present Kimchi and Chips’ provocations towards possible visual futures, a brief discussion on sight perception, and the influence of intermediation for visual art projects." ],
			"place" : "Oslo",
			"moreInfo" : "http://oslolux.wordpress.com"
		},
		{
			"image" : "screenlab0x022012.jpg",
			"date" : "November 2012",
			"title" : "Curation at ScreenLab 0x02",
			"brief" : [ "ScreenLab 0x02 Residency MediaCityUK" ],
			"place" : "University of Salford, Manchester",
			"moreInfo" : "http://screenlabseries.tumblr.com"
		},
		{
			"image" : "studentworkshop2012.jpg",
			"date" : "November 2012",
			"title" : "Student Workshop, Manchester",
			"brief" : [ "3D projection-mapping pro Elliot Woods is coming back to the Omniversity to run vvvv Workshops." ],
			"place" : "Manchester",
			"moreInfo" : "http://madlab.org.uk/"
		},
		{
			"image" : "rhizomatiks2012.jpg",
			"date" : "November 2012",
			"title" : "Talk at Flying Tokyo",
			"brief" : [ "As part of Rhizomatiks' ongoing Flying Tokyo talks programme, Elliot presents Kimchi and Chips work and processes" ],
			"place" : "Rhizomatiks Studio, Tokyo",
			"moreInfo" : "http://rhizomatiks.com"
		},
		{
			"image" : "smc2012.jpg",
			"date" : "July 2012",
			"title" : "Talk at Social Media Cafe",
			"brief" : [ "SMC_MCR is a monthly meetup for anyone and everyone interested in digital innovation and social media in Manchester. We get together, share ideas and learn from each other.",
			"Elliot Woods presents the work and processes of studio Kimchi and Chips" ],
			"place" : "The Cornerhouse, Manchester",
			"moreInfo" : "http://socialmediamanchester.net"
		},
		{
			"image" : "sciencegallery2012.jpg",
			"date" : "June 2012",
			"title" : "Exhibition at Science Gallery",
			"brief" : [ "A major exhibition and events programme that invites you to adapt a hacker mindset to bend. Tweak and mask-up Dublin's existing urban systems.",
			"Kimchi and Chips present new commission A Journey - Dublin." ],
			"place" : "Dublin Science Gallery, Dublin",
			"moreInfo" : "https://dublin.sciencegallery.com/hackthecity/"
		},
		{
			"image" : "bergngoogle2012.jpg",
			"date" : "June 2012",
			"title" : "Research collaboration with BERG & Google Labs",
			"brief" : [ "Timo, Jack, Joe and Nick – with Chris Lauritzen (then of Google Creative Lab), and Elliot Woods of Kimchi and Chips, started a series of tests to investigate both the interactive and aesthetic qualities of the combination of projection and computervision." ],
			"place" : "BERG London, London",
			"moreInfo" : "http://berglondon.com/blog/2012/12/19/lamps/"
		},
		{
			"image" : "screenlab0x012012.jpg",
			"date" : "April 2012",
			"title" : "Curation at ScreenLab 0x01",
			"brief" : [ "ScreenLab 0x01 residency in MediaCityUK, hosted by the University of Salford and organized by Kit Turner and Elliot Woods." ],
			"place" : "University of Salford, Manchester",
			"moreInfo" : "https://vimeo.com/screenlabseries"
		},
		{
			"image" : "watermuseum2012.jpg",
			"date" : "March 2012",
			"title" : "Exhibition at Water Museum",
			"brief" : [ "Kimchi and Chips present their newly commissioned work Assembly in Nakdong river cultural centre gallery in Busan." ],
			"place" : "Busan, South Korea",
			"moreInfo" : "http://www.riverguide.go.kr/TheARC/river/nakdong_exhibit_artzone.jsp"
		},
		{
			"image" : "siggraph2011.jpg",
			"date" : "13 - 15 December 2011",
			"title" : "Exhibition at SIGGRAPH Asia",
			"brief" : [ "LIT TREE was installed in the exhibition at SIGGRAPH Asia, Hongkong." ],
			"place" : "Hong Kong",
			"moreInfo" : "http://www.siggraph.org/asia2011/"
		},
		{
			"image" : "artncode2011.jpg",
			"date" : "21 - 23 October 2011",
			"title" : "Workshop at Art&&Code, Carnegie Mellon University",
			"brief" : [ "ART && CODE: DIY 3D Sensing and Visualization was a festival and conference concerned with the artistic, technical, tactical and cultural potentials of low-cost 3D scanning devices — especially, but not exclusively, including the revolutionary Microsoft Kinect sensor.",
			"Elliot takes part as artist and residence and in the talks programme"],
			"place" : "Carnegie Mellon University, Pittsburgh",
			"moreInfo" : "http://artandcode.com/"
		},
		{
			"image" : "tetem2011.jpg",
			"date" : "24 September - 18 December 2011",
			"title" : "Exhibition at TETEM Kunstruimte",
			"brief" : [ "The duo Kimchi and Chips presented the interactive installation Link - playful cityscape of cardboard boxes in which beautiful, funny or memorable stories preserved and can be shared." ],
			"place" : "Enshede Netherlands",
			"moreInfo" : "http://www.tetem.nl/"
		},
		{
			"image" : "creators2011.jpg",
			"date" : "7 - 10 September 2011",
			"title" : "Exhibition at The Creators Project",
			"brief" : [ "Lit Tree is an augmented projection that responds to viewers’ gestures, using plants as volumetric canvases. The installation, made from a cloud of glittering, dancing voxels, was one of the premiere artworks featured at the Seoul Event." ],
			"place" : "Seoul",
			"moreInfo" : "http://thecreatorsproject.vice.com/"
		},
		{
			"image" : "seouluniv2011.jpg",
			"date" : "August 2011",
			"title" : "Workshop at University of Seoul",
			"brief" : [ "Creative technology workshop with masters students at The University of Seoul." ],
			"place" : "Seoul"
		},
		{
			"image" : "file2011.jpg",
			"date" : "17 July - 19 August 2011",
			"title" : "Exhibition at File Festival",
			"brief" : [ "A Link was installed at File Festival, Sao Paulo." ],
			"place" : "Sao Paulo, Brazil",
			"moreInfo" : "http://filefestival.org/"
		},
		{
			"image" : "athens2011.jpg",
			"date" : "20 - 22 May 2011",
			"title" : "Exhibition at Athens Video Art Festival",
			"brief" : [ "A Link was installed at Athens Video Art Festival." ],
			"place" : "Athens, Greece",
			"moreInfo" : "http://www.athensvideoartfestival.gr/"
		},
		{
			"image" : "future2011.jpg",
			"date" : "11 - 14 May 2011",
			"title" : "Exhibition at FutureEverything",
			"brief" : [ "Lit Tree was installed at FutureEverything Art Exhibition." ],
			"place" : "Manchester",
			"moreInfo" : "http://futureeverything.org/"
		},
		{
			"image" : "kaywon2011.jpg",
			"date" : "Feburary 2011",
			"title" : "Workshop at Kaywon School of Art and Design",
			"brief" : [ "" ],
			"place" : "Kaywon School of Art and Design, Seoul",
			"moreInfo" : "http://www.kaywon.ac.kr/"
		},
		{
			"image" : "designkorea2010.jpg",
			"date" : "December 2010",
			"title" : "Exhibition at Design Korea 2010",
			"brief" : [ "Kimchi and Chips present their new commission A Link, developed in response to the them 'Convergence' of Design Korea 2010." ],
			"place" : "Samsung Coex, Seoul",
			"moreInfo" : "http://www.designkorea.or.kr/"
		},
		{
			"image" : "node102010.jpg",
			"date" : "15 - 20 November 2010",
			"title" : "Workshop at NODE 10",
			"brief" : [ "‘Projecting On The Things’ is a workshop served up by Chris Plant (catweasel) and Elliot Woods (sugokuGENKI) covering techniques and topics on the art of projection mapping." ],
			"place" : "Frankfurt",
			"moreInfo" : "http://node10.vvvv.org"
		},
		{
			"image" : "gwangju2010.jpg",
			"date" : "August 2010",
			"title" : "Workshop at Gwangju cultural Center",
			"brief" : [ "" ],
			"place" : "Gwangju, Korea",
			"moreInfo" : "http://www.cct.go.kr/"
		},
		{
			"image" : "bains2010.jpg",
			"date" : "June 2010",
			"title" : "Exhibition at Bains Numeriques #5",
			"brief" : [ "A Journey - Seoul and A Journey - London are installed at Bains Numeriques #5." ],
			"place" : "CDA95, Enghien-les-Bains, France",
			"moreInfo" : ""
		},
		{
			"image" : "future2010.jpg",
			"date" : "May 2010",
			"title" : "Exhibition at FutureEverything",
			"brief" : [ "A Journey - London installed at FutureEverything 2010." ],
			"place" : "HIVE, Manchester",
			"moreInfo" : "http://futureeverything.org/"
		},
		{
			"image" : "sangmyung2010.jpg",
			"date" : "Feburary 2010",
			"title" : "Workshop at Sangmyung University",
			"brief" : [ "" ],
			"place" : "Seoul",
			"moreInfo" : "http://www.smu.ac.kr/"
		},
		{
			"image" : "siggraph2009.jpg",
			"date" : "December 2009",
			"title" : "Exhibition at SIGGRAPH Asia 2009",
			"brief" : [ "Litescape installed at SIGGRAPH Asia 2009, Yokohama" ],
			"place" : "Yokohama, Japan",
			"moreInfo" : "http://www.siggraph.org/s2009/"
		},
		{
			"image" : "ciid2009.jpg",
			"date" : "September 2009",
			"title" : "Exhibition at From Adam to Yeves",
			"brief" : [ "A Jouney - London was installed at From Adam to Yeves." ],
			"place" : "Copenhagen, Denmark",
			"moreInfo" : "http://ciid.dk/2009/08/27/end-of-year-exhibition/"
		}
	]
}